let answers = {
    "s" : {
        "description" : "У тебя большой потенциал! Предлагаем тебе пройти курс изучения языка программирования.",
        "image" : "s.jpg",
    } ,
    "w" : {
        "description" : "Отлично! Думаю тебе бы подошел курс сайтостроения.",
        "image" : "w.jpg",
    } ,
    "c" : {
        "description" : "Хорошо вышло! Тебе бы подошла робототехника.",
        "image" : "c.jpg",
    } ,
    "h" : {
        "description" : "Не плохо вышло! Попробуй познать себя в кибербезопасности.",
        "image" : "h.jpg",
    } ,
    "t" : {
        "description" : "Не плохо вышло. Попробуй начать с Графической среды программирования «Scratch».",
        "image" : "t.jpg",
    } ,
    "f" : {
        "description" : "Не плохо вышло. Попробуй начать с Графической среды программирования «Scratch».",
        "image" : "f.jpg",
    } ,
};