const quiz = [
    {
        "q": "Что вы делаете в интернете чаще всего? (Выбирайте ответ который вам ближе)",
        "a" : {
            "w": "Узнаю новое, читаю интересные статьи, смотрю полезные видео.",
            "t": "Играю в разные игры, смотрю ролики на ютубе.",
            "c" : "Учусь программированию.",
            "s" : "Смотрю новости, делаю все только по работе",
            "h" : "Общаюсь с друзьями, изучаю языки.",
            "f" : "Я не сижу в интернете."
        }
    },
     {
        "q": "Если бы у вас был шанс бесплатно опробовать одно из представленных устройств, что бы вы выбрали?",
        "a" : {
            "w": "VR-очки",
            "t": "Segway",
            "c" : "Apple Watch",
            "s" : "Google Glass",
            "h" : "Новый IPhone ",
            "f": "Не знаю что это ",
        }
    },
     {
        "q": "Вы не можете подключиться к Wifi-сети. Как вы поступите?",
        "a" : {
            "w": "Разберусь в настройках.",
            "t": "Я знаю что делать, использую свои навыки.",
            "c" : "Спрошу у знающих людей, они помогут.",
            "s" : "Позвоню другу и спрошу в чем проблема?",
            "h" : "Отключу телефон, затем снова включу ",
            "f": "Не реагирую.",
        }
    },
       {
        "q": "Вы хотели посмотреть фильм в кинотеатре, но его перестали показывать раньше, чем вы успели на него сходить. Ваши действия?",
        "a" : {
            "w": "Посмотрю онлайн бесплатно в интернете.",
            "t": "Скачаю его торрент",
            "c" : "Буду ждать пока его покажут по телевизору.",
            "s" : "Буду искать в интернет магазине",
            "h" : "Куплю диск на базаре, или возьму на прокат.",
            "f": "Не смотрю фильмы",
        }
    },
      {
        "q": "Вы простудились, и сидите дома без дела. Чем вы займетесь?",
        "a" : {
            "w": "Буду учиться кодингу, практиковаться в дизайне и так далее.",
            "t": "Буду работать онлайн.",
            "c" : "Буду читать книги.",
            "s" : "Буду играть в игры весь день.",
            "h" : "Буду смотреть сериалы.",
            "f": "Буду целый день валяться в кровати и спать.",
        }
    },
    {
        "q": "Вы решили купить новый компьютер, о чем в первую очередь вы подумаете?",
        "a" : {
            "w": "Соберу сам",
            "t": "При выборе буду смотреть на сочетание цена – качество.",
            "c" : "Какие есть проверенные бренды? HP? Lenovo? Asus?",
            "s" : "Может улучшить свой старый компьютер?",
            "h" : "Может купить у друга?",
            "f": "Мне и без него хорошо.",
        }
    },
       {
        "q": "С помощью какой программы вы обрабатываете фото при необходимости?",
        "a" : {
            "w": "Профессионально пользуюсь Adobe Photoshop, GIMP и так далее.",
            "t": "Использую фильтры в Instagram, маски TikTok и многое другое.",
            "c" : "С помощью фоторедакторов touch-retouch, InShot",
            "s" : "С помощью Paint и простых программ.",
            "h" : "Не обрабатываю",
            "f": "Я не фотографируюсь",
        }
    },
        {
        "q": "Как вы общаетесь с друзьями и близкими, которые находятся далеко от вас?",
        "a" : {
            "w": "По FaceTime, Skype, ZOOM и так далее.",
            "t": "В социальных сетях (Вконтакте, Одноклассники, Instagram и т.д.).",
            "c" : "Общаюсь по телефону с ними.",
            "s" : "Не общаюсь",
            "h" : "Через домашний телефон",
            "f": "Общаюсь только в живую",
        }
    },
         {
        "q": "В какие игры вы играете? Или какие вам близки?",
        "a" : {
            "w": "Minecraft, Terraria, Roblox.",
            "t": "CS:GO, Dota 2, GTA V.",
            "c" : "Clash of Clans, Clash Royale, Brawl Stars.",
            "s" : "Rainbow Six Siege, Call of Duty.",
            "h" : "Настольные",
            "f": "Не играю в игры вообще.",
        }
    },
          {
        "q": "Что такое интернет в вашем понимании? (Правильного ответа в тесте нет)",
        "a" : {
            "w": "Всемирная система объединенных компьютерных сетей для хранения, обработки и передачи данных",
            "t": "В интернете можно узнать информацию которую раньше приходилось искать в библиотеках, и это удобно.",
            "c" : "Можно держать контакт с людьми из разных стран, и близкими на расстоянии, это очень удобно!",
            "s" : "Можно найти себе занятие чтоб убить время, поиграть, посмотреть прикольные видео и так далее.",
            "h" : "Дитя дьявола",
            "f": "Не знаю",
        }

    },
];